{
    "initial": [1],
    "initial_response": "Benvenuto al nostro sito! In che modo posso esserti utile?",
    "questions": [
        {
            "id": 1,
            "text": "Assistenza clienti",
            "response": "Hai scelto l'Assistenza clienti. Scegli tra le seguenti opzioni:",
            "next": [2, 3, 4]
        },
        {
            "id": 2,
            "text": "Assistenza post vendita",
            "response": "Hai scelto l'Assistenza post vendita. Scegli tra le seguenti opzioni:",
            "next": [5, 6]
        },
        {
            "id": 3,
            "text": "Assistenza amministrativa",
            "response": "Hai scelto l'Assistenza amministrativa. Scegli tra le seguenti opzioni:",
            "next": [7, 8]
        },
        {
            "id": 4,
            "text": "Assistenza commerciale",
            "response": "Hai scelto l'Assistenza commerciale. Scegli tra le seguenti opzioni:",
            "next": [9, 10]
        },
        {
            "id": 5,
            "text": "Informazioni sulle spedizioni",
            "response": "Le spedizioni vengono solitamente effettuate entro 1-3 giorni lavorativi dall'ordine. Puoi monitorare il tuo pacco utilizzando il numero di tracciamento che ti sarà inviato via email al momento della spedizione.",
            "next": []
        },
        {
            "id": 6,
            "text": "Come effettuare un reso",
            "response": "Per effettuare un reso, accedi al tuo account sul nostro sito e richiedi un reso nell'area Ordini. Dopo aver ricevuto l'autorizzazione al reso, segui le istruzioni fornite per rispedire il prodotto. I prodotti devono essere restituiti in condizioni pari al nuovo entro 30 giorni dalla data di acquisto.",
            "next": []
        },
        {
            "id": 7,
            "text": "Fatturazione",
            "response": "Se hai bisogno di assistenza riguardo alla fatturazione, contatta il nostro servizio clienti all'indirizzo email support@example.com oppure chiama il numero +39 0123 456789.",
            "next": []
        },
        {
            "id": 8,
            "text": "Metodi di pagamento",
            "response": "Accettiamo diverse forme di pagamento, tra cui carta di credito, PayPal e bonifico bancario. Tutti i pagamenti vengono elaborati attraverso un gateway di pagamento sicuro.",
            "next": []
        },
        {"id": 9,
        "text": "Promozioni e sconti",
        "response": "Per conoscere le ultime promozioni e sconti, ti consigliamo di iscriverti alla nostra newsletter e di seguirci sui nostri canali social. Inoltre, è possibile trovare offerte speciali nella sezione 'Promozioni' del nostro sito web.",
        "next": []
    },
    {
        "id": 10,
        "text": "Informazioni sui prodotti",
        "response": "Per informazioni sui prodotti, visita la pagina del prodotto di tuo interesse sul nostro sito. Se hai domande specifiche o richieste di informazioni aggiuntive, non esitare a contattare il nostro servizio clienti all'indirizzo email support@example.com o al numero +39 0123 456789.",
        "next": []
    },
    {
        "id": 11,
        "text": "Contatti",
        "response": "Se hai bisogno di assistenza riguardo alla fatturazione, contatta il nostro servizio clienti all'indirizzo email support@example.com oppure chiama il numero +39 0123 456789. Visita il nostro sito web: https://cranky-wu.94-76-224-33.plesk.page/",
        "type": "contact",
        "email": "support@example.com",
        "phone": "+39 0123 456789",
        "link": "https://cranky-wu.94-76-224-33.plesk.page/",
        "next": [1, 2, 3, 4]
    }
]
}